Repository: labd/wagtail-site-inheritance
Catalog: src/wagtail_site_inheritance/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Wagtail Site Inheritance
nl: Wagtail site overerving

source: The value of %s is inherited from the parent site.
nl: De waarde van %s wordt overgenomen van de bovenliggende site.

source: The value of this field is inherited from the parent site.
nl: De waarde van dit veld wordt overgenomen van de bovenliggende site.

source: parent site
nl: bovenliggende site

source: Choose the site to inherit from.
nl: Kies de website om vanaf te overerven.

source: child site
nl: onderliggende site

source: SiteInheritance from %(parent_site)s to %(child_site)s
nl: Siteovererving van %(parent_site)s naar %(child_site)s

source: Page: %(title)s, inherited from: %(inherited_title)s, modified: %(modified)s
nl: Pagina: %(title)s, overgenomen van: %(inherited_title)s, gewijzigd: %(modified)s

source: %(title)s - (inherited + modified)
nl: %(title)s - (overgenomen + gewijzigd)

source: %(title)s - (inherited)
nl: %(title)s - (overgenomen)

source: Both sites should have the same root_page type.
nl: Beide websites moeten een homepage hebben van hetzelfde type.

source: Cannot inherit from the same site.
nl: Kan niet overerven van dezelfde website.

source: Site Inheritance
nl: Website overerving
